/* The string for canceling a map editing function. */
"CancelKey" = "Batal";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Adakah anda pasti ingin batal?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Perubahan anda tidak akan disimpan.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Objek yang anda cipta tidak akan disimpan.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Buang Perubahan";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Batal Mengedit";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Alamat Tidak Sah";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Alamat mestilah dimasukkan untuk titik ini";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Anda tidak menambah lokasi untuk titik ini";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Tiada titik baharu akan ditambah";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Terus Mengedit";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Pilih titik yang anda ingin padam.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Tiada titik untuk dipadam.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Adakah anda pasti ingin memadam titik ini?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Tidak";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Ya";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Adakah anda ingin tukar ke titik?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Adakah anda ingin tukar ke poligaris?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Adakah anda ingin tukar ke poligon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Titik yang anda tambah tidak akan diubah dan anda boleh teruskan mencipta objek";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Semua titik yang anda tambah akan dipadam";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Adakah anda pasti ingin memadam titik ini?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Simpan";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Tapis";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Lokasi Semasa";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Tiada cadangan ditemui";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Alamat";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Kosongkan Semua";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ Berjaya Dicipta";

/* The placeholder text of the Searchbar */
"SearchKey" = "Cari";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Tambah Titik Baharu";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Peta Asas";

/* The title for the standard map type. */
"StandardKey" = "Piawai";

/* The title for the hybrid map type. */
"HybridKey" = "Hibrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Laluan Hibrid";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Peta Umum";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelit";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Laluan Satelit";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Tambah Lokasi";

